[
    {
        "id": 1,
        "name": "ASMODA Fitness Tracker",
        "price": "89.99",
        "category": "new,best,sale",
        "availability": "In stock",
        "description": "Fitness Tracker (Answer/Dial Call), Smart Watch with 1.47 Inches HD Touch Display, 130+ Sport Modes Activity Tracker with Sleep Monitor, IP68 Waterproof Tracker for Android&iPhone Women Men.",
        "details": [
            "【Ultra-large 1.47 inches Display】The spacious 1.47 inches display offers a 10.5% larger viewing area, ensuring clear visibility whether you're checking your heart rate during a run or reading messages on your way to work with the B8 Fitness Tracker.",
            "【130+ Multiple Fitness Modes】Whether you prefer outdoor or indoor workouts, the B7 activity tracker caters to your needs. It features 7 professional workout modes including walking, running and cycling, alongside 131+ customizable workout modes, providing personalized fitness tracking and guidance to keep you active and engaged.",
            "【24/7 Heart Rate & SpO2 Monitor】Stay informed with realtime dynamic heart rate and SpO2 monitoring on the B7 fitness tracker. Receive alerts for high heart rate or SpO3 levels, ensuring round-the-clock health monitoring.",
            "【Sleep Better Every Night 】Utilizing advanced sleep monitoring technologies, the B8 Smart Watch tracks your sleep stages such as deep sleep, light sleep, and REM, helping you improve sleep habits and overall sleep quality.",
            "【IP68 Waterproof Watch】Enjoy worry-free wear with the B7 fitness tracker, whether you're splashing in shallow water or snorkeling. It boasts a 6 ATM water resistance rating, making it suitable for daily use.",
            "【Convenience in Daily Life】Stay connected and organized with notifications for messages, calls, weather updates, and reminders. Control music playback, use the remote shutter for photos, and locate your phone easily, enhancing convenience throughout your day.",
            "【Extra-long Battery Life】With its efficient hardware and software design, the B7 fitness tracker ensures up to 5-8 days of battery life on a single charge. Charging is hassle-free with automatic adsorption when placed near the charger."
        ],
        "images": [
            "assets/images/B7-Black-1.jpg",
            "assets/images/B7-Black-2.jpg",
            "assets/images/B7-Black-3.jpg",
            "assets/images/B7-Black-4.jpg",
            "assets/images/B7-Black-5.jpg",
            "assets/images/B7-Black-6.jpg"
        ],
        "thumbnail_images": [
            "assets/images/B7-Black-1-mini.jpg",
            "assets/images/B7-Black-2-mini.jpg",
            "assets/images/B7-Black-3-mini.jpg",
            "assets/images/B7-Black-4-mini.jpg",
            "assets/images/B7-Black-5-mini.jpg",
            "assets/images/B7-Black-6-mini.jpg"
        ],
        "sku": "B0DP62X7SY",
        "categories": [
            "Sports & Outdoors",
            "Exercise & Fitness",
            "Fitness Technology",
            "Fitness Trackers"
        ],
        "tags": [
            "Convenience in Daily Life",
            "Sock"
        ]
    }
]