[
    {
        "id": 1,
        "name": "Duoripe Smart Watch",
        "price": "79.99",
        "category": "new best.sale",
        "availability": "In stock",
        "description": "Smart Watch for Men Answer/Make Calls, Fitness Tracker with 1.43 AMOLED Touch Display, 120 Sport Modes Smartwatch with Heart Rate Blood Oxygen and Sleep Monitor, IP68 Waterproof Watch for Android iOS",
        "details": [
            "Stay Connected with Bluetooth Calling: Answer and make calls directly from your wrist with the built-in Bluetooth calling feature on this D3 smart watch. Whether you're jogging, cycling, or on the go, stay in touch without needing to pull out your phone. Enjoy the convenience of hands-free calling and seamless communication, all from your smart watch.",
            "Stunning 1.43-Inch AMOLED Touchscreen: Enjoy a vibrant, crystal-clear display with the 1.43-inch AMOLED screen on your smart watch, featuring an impressive resolution of 466x466 pixels. The full-touch functionality provides smooth navigation, making it easy to access apps, notifications, and health data at a glance.",
            "120+ Sports Modes for Every Workout: With over 120 sports modes, including running, cycling, basketball, football, badminton, and more, this fitness watch for men helps you track your performance in any activity. Accurately monitor your workouts and progress with advanced fitness tracking, all from your wrist.",
            "All-Day Health Monitoring: Monitor your health 24/7 with heart rate and blood pressure tracking on your D3 smartwatch. The device continuously tracks your heart rate, giving you insights into your cardiovascular health, while also measuring your blood pressure to ensure you're staying within a healthy range.",
            "Intelligent Notifications: Never miss an important update with smart notifications. Receive calls, messages, and app alerts directly on your smart watch from platforms like WhatsApp, Facebook, Twitter, and more. Stay connected and informed at all times without reaching for your phone.",
            "Real-Time Sleep Monitoring: Track your sleep cycles in real-time with the advanced sleep monitoring feature on your smart watch. The watch records data on your light, deep, and REM sleep stages, helping you improve your sleep quality and detect any early signs of sleep disturbances.",
            "Durable & Waterproof Design: Built to withstand daily wear and tear, this fitness tracker is both durable and water-resistant, making it perfect for any environment. With an IP68 water resistance rating, you can wear it confidently while running in the rain or during other outdoor activities.",
            "Always-on Battery Life & Compatibility: The D3 smart watch offers up to 14 days of battery life under typical usage scenarios and is equipped with magnetic fast charging to free you from long recharge times. Advanced Bluetooth 5.3 technology enables faster transmission speeds and stable connectivity with devices. It is compatible with iOS 9.0, Android 5.0, and above."
        ],
        "images": [
            "assets/images/D3黑1.webp",
            "assets/images/D3黑2.webp",
            "assets/images/D3黑3.webp",
            "assets/images/D3黑4.webp",
            "assets/images/D3黑5.webp"
        ],
        "thumbnail_images": [
            "assets/images/D3黑1-mini.webp",
            "assets/images/D3黑2-mini.webp",
            "assets/images/D3黑3-mini.webp",
            "assets/images/D3黑4-mini.webp",
            "assets/images/D3黑5-mini.webp"
        ],
        "sku": "B0D97MFSNW",
        "categories": [
            "Electronics & Photo",
            "Wearable Technology",
            "Smartwatches"
        ],
        "tags": [
            "Electronics",
            "Smartwatches"
        ]
    }
]
