[
    {
        "id": 1,
        "name": "Duoripe Smart Watch",
        "price": "89.99",
        "category": "new best.sale",
        "availability": "In stock",
        "description": "Smart Watch (Answer/Dial Call), Fitness Tracker with 1.43’’ AMOLED Touch Display, 123 Sport Modes Smartwatch with Heart Rate Blood Oxygen and Sleep Monitor, IP68 Waterproof Smart Watches for Men Women",
        "details": [
            "Call Handling & Notifications: Find it inconvenient to take calls while driving? With our Duoripe Smart Watch, you can answer or reject calls directly from your wrist without touching your phone. When you receive messages or notifications from social media platforms (such as Facebook, Instagram, YouTube, TikTok, WhatsApp, and Twitter), the smartwatch will vibrate and alert you with sound, ensuring you never miss an important update.",
            "120+ Sports Modes & 24/7 Health Monitoring: The Smart Watch supports over 120 sports modes (including running and team sports) and tracks metrics such as distance, steps, and calorie consumption. It also features real-time heart rate and blood oxygen monitoring, as well as sleep analysis to help you improve your overall health.",
            "Why Choose AMOLED Display: The Duroripe smart watch for men features a 1.43-inch AMOLED circular display with a resolution of 466 x 466, offering 100% RGB color display. AMOLED screens are more efficient and vibrant compared to traditional LCD screens, providing vivid colors even in outdoor settings.",
            "Multi-Functional Device: Beyond telling time, this fitness watch offers a variety of practical features, including weather updates, a flashlight, SOS, a voice assistant, a calculator, music control, a remote camera, phone finder, an alarm clock, and a timer.",
            "400 mAh Battery & IP68 Waterproof: This military-grade smartwatch is built with corrosion-resistant 304 stainless steel and features IP68 waterproofing to ensure durability in extreme environments. It is equipped with a 400 mAh large-capacity battery that offers 5-10 days of usage and up to 30 days of standby time."
        ],
        "images": [
            "assets/images/D3黑1.webp",
            "assets/images/D3黑2.webp",
            "assets/images/D3黑3.webp",
            "assets/images/D3黑4.webp",
            "assets/images/D3黑5.webp"
        ],
        "thumbnail_images": [
            "assets/images/D3黑1-mini.webp",
            "assets/images/D3黑2-mini.webp",
            "assets/images/D3黑3-mini.webp",
            "assets/images/D3黑4-mini.webp",
            "assets/images/D3黑5-mini.webp"
        ],
        "sku": "5061043011724",
        "categories": [
            "Electronics & Photo",
            "Wearable Technology",
            "Smartwatches"
        ],
        "tags": [
            "Electronics",
            "Smartwatches"
        ]
    }
]
